{
  "id": "erro_tipo",
  "title": "Erro de Tipo e Erro de Proibição",
  "script": "Olá, cadete! Seja bem-vindo à nossa aula sobre erro de tipo e erro de proibição, dois temas que caem com frequência nas provas de Direito Penal e que fazem toda a diferença na hora de julgar a culpabilidade de um agente. Vamos com calma, passo a passo.\n\nPrimeiro, imagine a seguinte situação: um caçador atira em algo que se mexe na mata, acreditando ser um animal, mas acaba atingindo uma pessoa. Ele não queria matar ninguém, mas cometeu um engano sobre um fato essencial da realidade. Esse é o chamado erro de tipo.\n\n👉 O erro de tipo acontece quando o agente tem uma percepção equivocada da realidade, errando sobre elementos que compõem o tipo penal. Em outras palavras, ele não sabe exatamente o que está fazendo. No exemplo, o caçador acreditava estar atirando em um animal, e não em um ser humano. Falta, portanto, o dolo.\n\nAgora vamos a outro cenário. Imagine que um agente realmente sabe o que faz — ele pratica o fato, mas acredita sinceramente que sua conduta é permitida pelo ordenamento jurídico. Por exemplo: alguém que realiza uma eutanásia, acreditando estar agindo de forma legal e humana, quando na verdade está praticando homicídio. Aqui temos o erro de proibição.\n\n👉 O erro de proibição acontece quando o agente entende errado a norma jurídica, acreditando ser lícito o que é proibido. Nesse caso, há dolo, mas o conhecimento da ilicitude está comprometido.\n\nO Código Penal, no artigo 20, trata do erro de tipo, dizendo que ele exclui o dolo e, se inevitável, também a culpa. Já o artigo 21 fala do erro de proibição, afirmando que ele só exclui a culpabilidade se for inevitável.\n\nResumindo:\n- No erro de tipo, o agente erra sobre o fato. Ele não sabe o que faz.\n- No erro de proibição, o agente sabe o que faz, mas acha que é permitido.\n\nComo juiz, é essencial compreender essa distinção. Saber identificar o tipo de erro define se o agente agiu com dolo, culpa ou sem culpabilidade alguma. Isso impacta diretamente na sentença.\n\nPara concluir, lembre-se: o erro de tipo recai sobre o mundo real; o erro de proibição recai sobre o mundo jurídico. Um é sobre fatos, o outro sobre normas. Saber diferenciá-los é dominar a base da culpabilidade no Direito Penal.\n\nE com isso, finalizamos nossa aula de hoje. Até a próxima, cadete!"
}
