{
  "topics": [
    {
      "id": "bi_001",
      "title": "O que é o Boletim Interno (BI/BIO)?",
      "subtitle": "Finalidade e importância",
      "order": 1,
      "category": "Serviços Gerais",
      "tags": ["bi", "bio", "boletim interno", "risg"],
      "contents": [
        {
          "type": "text",
          "text": "O Boletim Interno (BI), atualmente denominado Boletim Interno Ostensivo (BIO) no âmbito do CBMBA, é o documento oficial em que o Comandante da Unidade publica todas as suas ordens, as ordens das autoridades superiores e os fatos que devem ser do conhecimento de todo o efetivo.",
          "order": 1
        },
        {
          "type": "info",
          "text": "O BIO funciona como o 'diário oficial interno' da unidade. Tudo que precisa ter validade, registro ou publicidade interna passa por ele.",
          "order": 2
        },
        {
          "type": "tip",
          "text": "O desconhecimento do BIO não justifica o descumprimento de ordens. O efetivo deve estar sempre atualizado.",
          "order": 3
        }
      ]
    },
    {
      "id": "bi_002",
      "title": "Estrutura do BIO",
      "subtitle": "As quatro partes e formas de publicação",
      "order": 2,
      "category": "Serviços Gerais",
      "tags": ["bio", "estrutura", "partes"],
      "contents": [
        {
          "type": "text",
          "text": "Segundo o Regulamento Interno e dos Serviços Gerais (RISG), o BIO é dividido em quatro partes:",
          "order": 1
        },
        {
          "type": "numbered_list",
          "items": [
            "1ª Parte – Serviços Diários;",
            "2ª Parte – Instrução;",
            "3ª Parte – Assuntos Gerais e Administrativos;",
            "4ª Parte – Justiça e Disciplina."
          ],
          "order": 2
        },
        {
          "type": "text",
          "text": "O BIO pode ser publicado diariamente ou conforme a necessidade da unidade. Também pode ser publicado aos sábados, domingos e feriados, desde que haja expediente.",
          "order": 3
        },
        {
          "type": "info",
          "text": "Assuntos classificados como reservados devem ser publicados em Boletim Reservado, organizado pelo S2.",
          "order": 4
        }
      ]
    },
    {
      "id": "bi_003",
      "title": "Conteúdo obrigatório do BIO",
      "subtitle": "O que deve e o que não deve ser publicado",
      "order": 3,
      "category": "Serviços Gerais",
      "tags": ["bio", "conteudo", "obrigacoes"],
      "contents": [
        {
          "type": "text",
          "text": "O BIO deve conter informações essenciais ao funcionamento e ao controle da unidade, incluindo:",
          "order": 1
        },
        {
          "type": "list",
          "items": [
            "Discriminação do serviço diário;",
            "Ordens e decisões do Comandante da Unidade;",
            "Determinações de autoridade superior com referência ao documento de origem;",
            "Alterações de pessoal e material;",
            "Ordens gerais e referências a manuais e publicações oficiais;",
            "Referências a militares falecidos que sirvam de exemplo;",
            "Apreciação da instrução da unidade;",
            "Fatos extraordinários relevantes;",
            "Assuntos exigidos por regulamentos."
          ],
          "order": 2
        },
        {
          "type": "warning",
          "text": "Não podem ser publicados no BIO: assuntos sigilosos ou referências a eles; e assuntos não relacionados ao serviço, exceto quando associados a ordens ou comemorações cívicas.",
          "order": 3
        }
      ]
    },
    {
      "id": "bi_004",
      "title": "Distribuição e leitura do BIO",
      "subtitle": "Regras para conhecimento da tropa",
      "order": 4,
      "category": "Serviços Gerais",
      "tags": ["bio", "distribuicao", "leitura"],
      "contents": [
        {
          "type": "text",
          "text": "O BIO deve ser distribuído às Subunidades (SU), às dependências internas e à autoridade superior, com cópias autenticadas pelo Subcomandante.",
          "order": 1
        },
        {
          "type": "numbered_list",
          "items": [
            "Comandantes de SU podem emitir aditamento com informações complementares;",
            "O BIO e seus aditamentos são lidos em formatura ao toque correspondente;",
            "Em casos excepcionais, o Comandante pode reunir oficiais para leitura do BIO;",
            "Todo o efetivo deve conhecer o conteúdo do BIO no mesmo dia da publicação;",
            "Praças ausentes devem se inteirar do conteúdo na primeira oportunidade;",
            "Ordens urgentes devem ser repassadas imediatamente a quem estiver em serviço externo;",
            "O desconhecimento do BIO não isenta o militar de responsabilidade;",
            "Os originais devem ser arquivados, encadernados e catalogados."
          ],
          "order": 2
        },
        {
          "type": "info",
          "text": "Os procedimentos são preservados mesmo quando o BIO é informatizado.",
          "order": 3
        }
      ]
    },
    {
      "id": "bi_005",
      "title": "BIO informatizado e prazos",
      "subtitle": "Assinatura digital e rotina diária",
      "order": 5,
      "category": "Serviços Gerais",
      "tags": ["bio", "digital", "prazos"],
      "contents": [
        {
          "type": "text",
          "text": "Quando publicado digitalmente, o BIO é autenticado eletronicamente pelo Subcomandante e não exige cópias impressas para as Subunidades.",
          "order": 1
        },
        {
          "type": "text",
          "text": "Segundo o RISG, o BIO deve estar pronto meia hora antes do fim do último tempo de instrução. Se houver acúmulo de matéria, conteúdos não urgentes podem ser transferidos para o BIO seguinte.",
          "order": 2
        },
        {
          "type": "tip",
          "text": "Organize o envio de matérias com antecedência para evitar atrasos na publicação.",
          "order": 3
        }
      ]
    },
    {
      "id": "bi_006",
      "title": "Tramitação do BIO no SEI",
      "subtitle": "Portaria nº 337 CG - CBMBA/2025",
      "order": 6,
      "category": "Serviços Gerais",
      "tags": ["bio", "sei", "portaria 337", "processos"],
      "contents": [
        {
          "type": "text",
          "text": "A Portaria nº 337 CG - CBMBA/2025 determinou que o Boletim Interno Ostensivo (BIO) deve tramitar exclusivamente através do processo finalístico correspondente no SEI Bahia.",
          "order": 1
        },
        {
          "type": "info",
          "text": "É proibido movimentar ou abrir BIO por qualquer outro sistema. A tramitação é 100% digital e centralizada no SEI.",
          "order": 2
        },
        {
          "type": "text",
          "text": "Principais determinações da portaria:",
          "order": 3
        },
        {
          "type": "list",
          "items": [
            "Uso exclusivo do processo finalístico 'Boletim Interno Ostensivo (BIO)' no SEI;",
            "Proibição de tramitação do BIO fora do SEI;",
            "Grupo de Trabalho designado para elaborar normas complementares;",
            "O Comando-Geral gerencia e fiscaliza o fluxo do BIO;",
            "Unidades devem confeccionar, controlar e arquivar seus BIOs pelo SEI;",
            "Todos os BIOs devem ser enviados ao DP somente via SEI."
          ],
          "order": 4
        },
        {
          "type": "warning",
          "text": "Procedimentos fora do SEI podem gerar falhas documentais e responsabilização administrativa.",
          "order": 5
        },
        {
          "type": "quote",
          "text": "O BIO agora é totalmente digital: sua validade depende exclusivamente da tramitação correta no SEI.",
          "order": 6
        }
      ]
    }
  ]
}
