{
  "topics": [
    {
      "id": "bi_001",
      "title": "O que é o Boletim Interno (BI)?",
      "subtitle": "Finalidade e importância",
      "order": 1,
      "category": "Serviços Gerais",
      "tags": ["bi", "boletim interno", "risg"],
      "contents": [
        {
          "type": "text",
          "text": "O Boletim Interno (BI) é o documento oficial pelo qual o Comandante da Unidade publica todas as suas ordens, as ordens das autoridades superiores e os fatos que devem ser do conhecimento de toda a organização militar.",
          "order": 1
        },
        {
          "type": "info",
          "text": "O BI funciona como o 'diário oficial interno' da unidade. Tudo que precisa ter validade, registro ou publicidade interna passa por ele.",
          "order": 2
        },
        {
          "type": "tip",
          "text": "Tudo que está no BI tem força de ordem. O desconhecimento do BI não justifica descumprimento.",
          "order": 3
        }
      ]
    },
    {
      "id": "bi_002",
      "title": "Estrutura do BI",
      "subtitle": "As quatro partes e formas de publicação",
      "order": 2,
      "category": "Serviços Gerais",
      "tags": ["bi", "estrutura", "partes"],
      "contents": [
        {
          "type": "text",
          "text": "O BI é dividido em quatro partes conforme o Regulamento Interno e dos Serviços Gerais (RISG):",
          "order": 1
        },
        {
          "type": "numbered_list",
          "items": [
            "1ª Parte – Serviços Diários;",
            "2ª Parte – Instrução;",
            "3ª Parte – Assuntos Gerais e Administrativos;",
            "4ª Parte – Justiça e Disciplina."
          ],
          "order": 2
        },
        {
          "type": "text",
          "text": "Ele pode ser publicado diariamente ou conforme a necessidade. Em finais de semana e feriados, a publicação também pode ocorrer, desde que haja expediente.",
          "order": 3
        },
        {
          "type": "info",
          "text": "Assuntos classificados como reservados são publicados em BI Reservado, organizado pela 2ª Seção (S2).",
          "order": 4
        }
      ]
    },
    {
      "id": "bi_003",
      "title": "Conteúdo obrigatório do BI",
      "subtitle": "O que deve e o que não deve ser publicado",
      "order": 3,
      "category": "Serviços Gerais",
      "tags": ["bi", "conteudo", "obrigacoes"],
      "contents": [
        {
          "type": "text",
          "text": "O BI deve conter informações essenciais para o funcionamento da unidade, incluindo:",
          "order": 1
        },
        {
          "type": "list",
          "items": [
            "Discriminação do serviço diário;",
            "Ordens e decisões do Comandante da Unidade;",
            "Determinações de autoridade superior com referência ao documento de origem;",
            "Alterações de pessoal e material;",
            "Ordens gerais e instruções publicadas em órgão oficial;",
            "Referências a militares falecidos que mereçam destaque;",
            "Apreciação da instrução e documentos correlatos;",
            "Fatos extraordinários relevantes;",
            "Assuntos que regulamentos exigem publicação."
          ],
          "order": 2
        },
        {
          "type": "warning",
          "text": "Não podem ser publicados: assuntos sigilosos ou referências a eles; e assuntos não relacionados ao serviço, salvo quando ligados a ordem ou comemoração cívica.",
          "order": 3
        }
      ]
    },
    {
      "id": "bi_004",
      "title": "Distribuição e leitura do BI",
      "subtitle": "Regras para conhecimento da tropa",
      "order": 4,
      "category": "Serviços Gerais",
      "tags": ["bi", "distribuicao", "leitura"],
      "contents": [
        {
          "type": "text",
          "text": "O BI deve ser distribuído às Subunidades, dependências internas e à autoridade imediatamente superior, com cópias autenticadas pelo Subcomandante.",
          "order": 1
        },
        {
          "type": "numbered_list",
          "items": [
            "Comandantes de SU podem anexar aditamento com orientações complementares;",
            "O BI e seus aditamentos são lidos em formatura no toque correspondente;",
            "Em casos excepcionais, o Comandante poderá reunir os oficiais para leitura;",
            "O BI deve ser conhecido por todo o pessoal no dia da publicação;",
            "Praças ausentes devem se inteirar na primeira oportunidade;",
            "Ordens urgentes devem chegar imediatamente aos militares em serviço externo;",
            "Desconhecer o BI não isenta de responsabilidade;",
            "Os originais devem ser arquivados, colecionados e encadernados periodicamente."
          ],
          "order": 2
        },
        {
          "type": "info",
          "text": "Mesmo informatizado, o BI segue o mesmo rigor procedimental, com autenticação eletrônica do Subcomandante.",
          "order": 3
        }
      ]
    },
    {
      "id": "bi_005",
      "title": "BI informatizado e prazos de publicação",
      "subtitle": "Assinatura digital e rotina diária",
      "order": 5,
      "category": "Serviços Gerais",
      "tags": ["bi", "digital", "prazos"],
      "contents": [
        {
          "type": "text",
          "text": "Quando publicado em rede ou por meios informatizados, o BI é autenticado eletronicamente pelo Subcomandante e dispensa cópias impressas.",
          "order": 1
        },
        {
          "type": "text",
          "text": "A rotina prevista no RISG determina que o BI deve estar pronto meia hora antes do fim do último tempo de instrução. Se houver acúmulo de matérias, conteúdos menos urgentes podem ir para o BI seguinte.",
          "order": 2
        },
        {
          "type": "tip",
          "text": "Programe publicações antecipadas quando houver instruções extensas, eventos ou formações fora da rotina.",
          "order": 3
        }
      ]
    }
  ]
}
