[
  {
    "id": "compartimentacao_horizontal_vertical",
    "title": "Compartimentação Horizontal e Vertical (EAS)",
    "estimated_read_time": "≈ 4 min",
    "content": "<p><strong>Compartimentar</strong> uma edificação é uma das estratégias mais eficazes de proteção passiva contra incêndios. O objetivo é simples e vital: limitar a propagação do fogo, da fumaça e dos gases tóxicos, dividindo o edifício em setores independentes denominados <em>setores de incêndio</em>.</p><p>Essa divisão é feita por meio de barreiras construtivas com <strong>Tempo Requerido de Resistência ao Fogo (TRRF)</strong>, capazes de manter a integridade estrutural e impedir a passagem das chamas por um período determinado. O TRRF não é apenas um número técnico: ele define quanto tempo os ocupantes terão para evacuar com segurança e as equipes de emergência terão para agir.</p><p>Existem dois tipos principais de compartimentação: a <strong>horizontal</strong>, que impede o avanço do fogo dentro de um mesmo pavimento, e a <strong>vertical</strong>, que limita a propagação entre andares. Em prédios altos, a compartimentação vertical é crucial — sem ela, o fogo poderia subir rapidamente por dutos, shafts ou escadas.</p><p>As normas técnicas, como o Quadro 9 da Instrução Técnica de EAS, definem a área máxima de cada setor conforme a altura da edificação: H-I até 5.000 m², H-II até 2.500 m², H-III até 2.000 m², H-IV até 1.500 m², H-V até 1.000 m² e H-VI até 750 m². Esses valores equilibram a segurança com a viabilidade arquitetônica.</p><p>Nos hospitais, há uma peculiaridade: recomenda-se que a compartimentação dos pavimentos técnicos (onde ficam centrais de ar, gases e sistemas elétricos) reflita a compartimentação dos pavimentos assistenciais, garantindo que um incêndio técnico não comprometa uma ala de internação inteira.</p><p>Em resumo, compartimentar é projetar inteligência na edificação. É garantir que, mesmo sob o pior cenário, o incêndio encontre barreiras e o ser humano encontre tempo.</p>"
  },
  {
    "id": "sdai_sistema_deteccao_alarme",
    "title": "SDAI — Sistema de Detecção e Alarme de Incêndio",
    "estimated_read_time": "≈ 3 min",
    "content": "<p>O <strong>Sistema de Detecção e Alarme de Incêndio (SDAI)</strong> é o 'sistema nervoso' da segurança contra incêndio. Sua função é identificar precocemente os sinais de um princípio de incêndio — como fumaça, calor ou chama — e alertar os ocupantes, a brigada e, quando integrado, o Corpo de Bombeiros.</p><p>Ele é composto por três elementos principais: <strong>detectores</strong> (automáticos ou manuais), <strong>central de alarme (PCAI)</strong> e <strong>dispositivos de sinalização</strong> (sonoros e visuais). Os detectores de fumaça, por exemplo, devem ser instalados a pelo menos 1,00 metro de difusores de ar para evitar leituras falsas.</p><p>O SDAI moderno vai além do alerta. Ele pode ser integrado a outros sistemas prediais, como a automação predial, permitindo ações automáticas durante o alarme: desligar condicionadores de ar, acionar exaustores ou notificar digitalmente a brigada via telefonia IP.</p><p>A manutenção preventiva é um ponto crítico. Testes periódicos e simulações com condições reais garantem que o sistema não falhe justamente no momento em que mais é necessário. Um detector limpo, calibrado e bem posicionado pode reduzir o tempo de resposta em minutos — e minutos salvam vidas.</p>"
  },
  {
    "id": "hidrantes_mangotinhos_componentes_operacao",
    "title": "Hidrantes e Mangotinhos — Componentes e Operação",
    "estimated_read_time": "≈ 4 min",
    "content": "<p>Os <strong>sistemas de hidrantes e mangotinhos</strong> são o pilar clássico do combate manual a incêndios. Mesmo com tecnologias modernas de supressão automática, esses sistemas continuam sendo essenciais pela robustez e autonomia.</p><p>Um sistema completo é formado por <strong>reservatórios de incêndio</strong>, <strong>bombas de pressurização</strong>, <strong>válvulas de gaveta</strong>, <strong>válvulas de retenção</strong>, <strong>acionadores manuais</strong>, <strong>pontos de hidrantes e mangotinhos</strong> e o <strong>registro de recalque</strong>, que permite a alimentação externa por viaturas do Corpo de Bombeiros.</p><p>Os pontos de recalque devem ser instalados na fachada ou em áreas de fácil acesso, sinalizados e livres de obstáculos. O uso de lacres e inspeções regulares assegura que o sistema esteja sempre pronto para operar.</p><p>O bombeiro ou brigadista deve ser capaz de operar o sistema rapidamente, respeitando a ordem de abertura das válvulas e o acionamento da bomba de forma segura. Mais do que equipamentos, os hidrantes são o elo entre a engenharia e a ação humana.</p>"
  },
  {
    "id": "sprinklers_eficacia_atuacao",
    "title": "Sprinklers — Eficácia e Princípio de Atuação",
    "estimated_read_time": "≈ 3 min",
    "content": "<p>O <strong>sistema de chuveiros automáticos (sprinklers)</strong> é considerado o método mais eficaz de combate automático a incêndios. Seu princípio é simples e brilhante: cada bico sprinkler atua isoladamente, liberando água apenas na área aquecida pelo incêndio, enquanto os demais permanecem fechados.</p><p>Essa atuação localizada realiza simultaneamente três funções: <strong>detecção</strong> (reação ao calor), <strong>alerta</strong> (acionamento da central) e <strong>combate</strong> (descarga de água). Em ambientes protegidos por sprinklers, as estatísticas mostram que 95% dos incêndios são controlados por até dois bicos — e a taxa de fatalidade é cerca de sete vezes menor que em edificações sem supressão automática.</p><p>Além de salvar vidas, os sprinklers reduzem drasticamente os danos estruturais e o tempo de inatividade das atividades. São a prova de que, em segurança contra incêndio, <em>a prevenção é o melhor combate</em>.</p>"
  },
  {
    "id": "controle_fumaca_diretrizes_praticas",
    "title": "Controle de Fumaça — Diretrizes Práticas",
    "estimated_read_time": "≈ 4 min",
    "content": "<p>O <strong>controle de fumaça</strong> é fundamental para garantir a segurança das rotas de fuga e das equipes de combate. Mais pessoas morrem intoxicadas por fumaça do que pelo fogo em si, e o objetivo desse sistema é manter uma camada de ar respirável acima da zona de circulação durante o incêndio.</p><p>Em edifícios de altura significativa, especialmente EAS H-VI, são exigidos no mínimo dois pontos de exaustão por pavimento e um ponto a no máximo 3,00 metros de cada extremidade do corredor. Essa disposição evita o acúmulo de gases quentes e garante visibilidade suficiente para evacuação.</p><p>Os dutos e passagens de ar devem possuir <strong>dampers corta-fogo</strong> e selagens adequadas para impedir a transferência de chamas e fumaça entre compartimentos. O controle de fumaça é também um elemento de apoio ao combate, permitindo que as equipes de resgate operem com maior eficiência e menor risco.</p><p>Manter o fluxo de ar sob controle é, portanto, salvar vidas antes mesmo de extinguir o fogo.</p>"
  },
  {
    "id": "areas_criticas_trrf",
    "title": "Áreas Críticas e TRRF (Quadro 8)",
    "estimated_read_time": "≈ 3 min",
    "content": "<p>As <strong>áreas críticas</strong> são aquelas com maior potencial de risco devido à presença de combustíveis, calor ou equipamentos elétricos. Por isso, o dimensionamento correto do <strong>Tempo Requerido de Resistência ao Fogo (TRRF)</strong> é essencial para garantir integridade estrutural e segurança.</p><p>O <em>Quadro 8</em> apresenta valores de referência: depósitos de inflamáveis (100 m², TRRF 120 min), lavanderias (300 m², TRRF 120 min), laboratórios (250 m², TRRF 120 min) e arquivos (250 m², TRRF 60 min). Ambulatórios e áreas de refúgio, por outro lado, exigem TRRF do tipo 'I' — voltado à integridade e não apenas à isolação térmica.</p><p>Esses números, porém, não substituem o bom senso técnico: devem ser ajustados conforme o projeto executivo, os materiais utilizados e as exigências do Corpo de Bombeiros local. Um TRRF adequado é a diferença entre um incêndio controlável e um colapso estrutural.</p>"
  }
]
